Repository: tyhoff/PebbleProfiles
Catalog: pebbleproprefs/Resources/*.lproj/Root.strings
Languages: spanish

# UNLOCK
source: Phone Unlocked Behavior
spanish: iPhone desbloqueado

source: Enabled
spanish: Activar

# UNLOCK_FOOTER
source: When the phone is unlocked it suppresses notifications to Pebble.
spanish: Desactiva las notificaciones en el Pebble cuando el iPhone esté desbloqueado.

# DND
source: iPhone Do not Disturb
spanish: No molestar del iPhone

# DND_FOOTER
source: When the iPhone DnD and this switch are on it suppresses notifications to Pebble.
spanish: Desactiva las notificaciones en el Pebble cuando No molestar esté activado en el iPhone.

# PEBBLEDND
source: Pebble Do not Disturb
spanish: No molestar del Pebble

# PEBBLEDND_FOOTER
source: It replicates the Pebble DnD feature with the addition of a flipswitch toggle. If enabled it suppresses ALL notifications to Pebble.
spanish: Desactiva todas las notificaciones en el Pebble.

# DISABLEDAPPS
source: Disable Notifications From
spanish: Desactivar notificaciones

# DISABLEDAPPS_FOOTER
source: If you turn on the switch, you won't receive notifications from a specific app even if the iPhone is locked.
spanish: Selecciona una o varias aplicaciones para dejar de recibir notificaciones en el Pebble cuando el iPhone esté bloqueado.

# APPLICATIONS
source: Choose Applications
spanish: Seleccionar aplicación

# ENABLEDAPPS
source: Enable Notifications From
spanish: Activar notificaciones

# ENABLEDAPPS_FOOTER
source: If you turn on the switch, you will receive notifications from a specific app even if the iPhone is unlocked.
spanish: Selecciona una o varias aplicaciones para recibir notificaciones en el Pebble cuando el iPhone esté desbloqueado.

# DONATE
source: Please donate via paypal to
spanish: Haz donación vía Paypal a

# DONATE_FOOTER
source: Developed by @joe_merlino, credits to Tyler Hoffman.
spanish: Desarrollado por @joe_merlino, créditos a Tyler Hoffman. Traducido al español por @___naiki___

source: System Applications
spanish: Aplicaciones de sistema

source: User Applications
spanish: Aplicaciones de usuario

# WHITELIST
source: Whitelist for enabled apps
spanish: Aplicaciones habilitadas

# WHITELIST_FOOTER
source: Pushes notifications to Pebble for enabled apps even if Pebble DnD is on.
spanish: Recibe notificaciones en el Pebble de las aplicaciones habilitadas aunque No molestar del Pebble esté activado.

# WORDFILTER
source: Filter notifications content
spanish: Bloquear notificaciones por contenido

# WORDFILTER_FOOTER
source: There you can set content-based notification filters.
spanish: Aquí puedes bloquear notificaciones por el contenido.
